Repository: ivalkou/freeaps
Catalog: FreeAPS/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nb, nl, ru, sv, tr, zh_hans

source: Other
de: Sonstiges
fr: Autre
it: Altro
nb: Annet
nl: Anders
ru: Прочее
sv: Annan
tr: Diğer
zh_hans: 其他

source: Pair Sensor & connect
de: Sensor koppeln & verbinden
fr: Appareiller
it: Associa Sensore e connetti
nb: Parkoble sensor
nl: Sensor koppelen en verbinden
ru: Привязать сенсор и подключить
sv: Parkoppla sensor och anslut
tr: Sensör eşleştir ve bağlan
zh_hans: 配对传感器并连接

source: Pairinginfo
de: Kopplungsinfo
fr: Infos appareillage
nb: Parings-info
nl: Koppeling informatie
ru: Информация о сопряжении
sv: Parkopplingsinfo
tr: Eşleştirme bilgisi
zh_hans: 配对信息

source: Persist sensordata
de: Sensordaten beibehalten
fr: Conserver les données de capteur
it: Persistere i dati del sensore
nb: Vedvarende sensordata
nl: Sensorgegevens bewaren
ru: Хранить данные сенсора
sv: Bevara sensordata
tr: Kalıcı sensör verileri
zh_hans: 保存所有血糖数据

source: Phone NFC required!
de: NFC ist erforderlich!
fr: Téléphone NFC requis !
it: NFC Telefono necessario!
nb: Telefon med NFC kreves!
nl: Telefoon NFC vereist!
ru: Необходим NFC в телефоне!
sv: Telefon med NFC krävs!
tr: NFC özellikli telefon gerekli!
zh_hans: 需要手机支持NFC

source: Please make sure that your Libre 2 sensor is already activated and finished warming up. If you have other apps connecting to the sensor via bluetooth, these need to be shut down or uninstalled. You can only have one app communicating with the sensor via bluetooth. Then press the "pariring and connection" button below to start the process. Please note that the bluetooth connection might take up to a couple of minutes before it starts working.
de: Bitte stellen Sie sicher, dass Ihr Libre 2 Sensor bereits aktiviert ist und die Aufwärmphase beendet ist. Wenn andere Apps über Bluetooth mit dem Sensor verbunden sind, müssen diese heruntergefahren oder deinstalliert werden. Man kann nur eine App haben, die über Bluetooth mit dem Sensor kommuniziert. Dann drücken Sie die Schaltfläche "Koppeln und Verbinden" unten, um den Prozess zu starten. Bitte beachten Sie, dass es einige Minuten dauern kann, bevor die Bluetooth-Verbindung funktioniert.
fr: Veuillez vous assurer que votre capteur Libre 2 est déjà activé et initialisé. Si vous avez d'autres applications qui se connectent au capteur via Bluetooth, celles-ci doivent être arrêtées ou désinstallées. Vous ne pouvez avoir qu'une seule application qui communique avec le capteur via Bluetooth. Appuyez ensuite sur le bouton "Appareiller" ci-dessous pour démarrer le processus. Veuillez noter que la connexion Bluetooth peut prendre jusqu'à quelques minutes avant de commencer à fonctionner.
it: Sei pregato di assicurarti che il tuo sensore di Libre 2 sia giù attivato e abbia terminato il riscaldamento. Se hai altre app connesse al sensore via bluetooth, devono esser arrestate o disinstallate. Puoi avere solo un'app in comunicazione con il sensore via bluetooth. Poi premi il pulsante "abbinamento e connessione" di seguito per avviare il processo. Sei pregato di notare che la connessione bluetooth potrebbe impiegare fino a un paio di minuti prima di iniziare a funzionare.
nb: Sørg for at Libre 2-sensoren allerede er aktivert og ferdig med oppvarmingen. Hvis du har andre apper som kobler til sensoren via bluetooth, må disse stoppes eller avinstalleres. Kun én app kan kommunisere med sensoren om gangen. Trykk på \«Parkobling»\ knappen nedenfor for å starte prosessen. Vær oppmerksom på at blåtannforbindelsen kan ta opp til et par minutter før den begynner å virke.
nl: Zorg ervoor dat uw Libre 2-sensor al geactiveerd is en klaar is met opwarmen. Als er andere apps zijn die via bluetooth verbinding maken met de sensor dan moeten deze uitgeschakeld of verwijderd worden. Je kunt maar één app gebruiken die communiceert met de sensor via bluetooth. Druk vervolgens op de knop "koppelen en verbinden" hieronder om het proces te starten. Houd er rekening mee dat de bluetooth-verbinding tot enkele minuten kan duren voordat deze begint te werken.
ru: Пожалуйста, убедитесь, что датчик Libre 2 уже активирован и завершен прогрев. Если у вас есть другие приложения, подключающиеся к датчику через bluetooth, они должны быть выключены или удалены. Вы можете иметь только одно приложение для общения с сенсором через bluetooth. Затем нажмите на кнопку "pariring and connection" ниже, чтобы запустить процесс. Пожалуйста, обратите внимание, что Bluetooth-соединение может занять несколько минут до того, как он начнет работать.
sv: Se till att din Libre 2-sensor redan är aktiverad och klar med uppvärmningen. Om du har andra appar som ansluter till sensorn via bluetooth, måste dessa stängas av eller avinstalleras. Du kan bara ha en app som kommunicerar med sensorn via bluetooth. Tryck sedan på "Parkoppla sensor och anslut"-knappen nedan för att starta processen. Observera att Bluetooth-anslutningen kan ta upp till ett par minuter innan den börjar fungera.
tr: Lütfen Libre 2 sensörünüzün etkinleştirildiğinden ve ısınmayı sonuçlandırdığından emin olun. Sensöre bluetooth üzerinden bağlanan başka uygulamalarınız varsa, bunların kapatılması veya kaldırılması gerekir. Sensörle bluetooth üzerinden iletişim kuran sadece bir uygulamanız olmalıdır. Ardından işlemi başlatmak için aşağıdaki "eşleştirme ve bağlantı" düğmesine basın. Bluetooth bağlantısının çalışmaya başlamasının birkaç dakika sürebileceğini lütfen unutmayın.
zh_hans: 请确保您的 Libre 2 传感器已经激活并完成预热。 如果您有其他应用通过蓝牙连接到传感器，这些应用需要关闭或卸载。 您只能有一个应用通过蓝牙与传感器通信。 然后按下下面的“解析和连接”按钮来启动进程。 请注意，蓝牙连接可能需要几分钟才能开始工作。

source: Please turn on Bluetooth
de: Bitte Bluetooth einschalten
fr: Veuillez activer le Bluetooth
it: Sei pregato di attivare il Bluetooth
nb: Vennligst slå på Bluetooth
nl: Activeer Bluetooth a.u.b.
ru: Пожалуйста, включите Bluetooth
sv: Sätt på Bluetooth
tr: Lütfen BlueTooth'u açın
zh_hans: 请打开蓝牙

source: Please wait up to 30 minutes before glucose readings are available!
de: Bitte warte Sie bis zu 30 Minuten, bevor die Glukosemessungen verfügbar sind!
fr: Veuillez attendre jusqu'à 30 minutes avant que les lectures de glycémie soient disponibles!
it: Sei pregato di attendere fino a 30 minuti prima che le letture del glucosio siano disponibili!
nb: Vennligst vent opptil 30 minutter før blodsukker-avlesningen er tilgjengelig!
nl: Gelieve tot 30 minuten te wachten voordat glucosewaardes beschikbaar zijn!
ru: Пожалуйста, подождите до 30 минут перед тем, как будут доступны данные о глюкозе!
sv: Vänta upp till 30 minuter innan glukosvärden finns tillgängliga!
tr: Lütfen glikoz ölçümleri mevcut olana kadar 30 dakika bekleyin!
zh_hans: 请等待30分钟后获取葡萄糖读数！

source: Preferences
de: Einstellungen
fr: Préférences
it: Preferenze
nb: Innstillinger
nl: Voorkeuren
ru: Предпочтения
sv: Inställningar
tr: Tercihler
zh_hans: 选项

source: Presets
de: Vorlage
fr: Préréglages
it: Preset
nb: Forhåndsinnstillinger
nl: Voorkeursinstellingen
ru: Шаблоны
sv: Förval
tr: Ön ayarlar
zh_hans: 预设

source: Pump
de: Pumpe
fr: Pompe
it: Microinfusore
nb: Pumpe
nl: Pomp
ru: Помпа
tr: Pompa
zh_hans: 胰岛素泵

source: Pump config
de: Pumpenkonfiguration
fr: Configuration de la pompe
it: Configurazione microinfusore
nb: Pumpe
nl: Pomp configuratie
ru: Настройка помпы
sv: Pumpkonfiguration
tr: Pompa Yapılandırması
zh_hans: 泵配置

source: Pump Settings
de: Pumpeneinstellungen
fr: Paramètres de la pompe
it: Impostazioni del microinfusore
nb: Pumpeinnstillinger
nl: Pomp instellingen
ru: Настройки помпы
sv: Pumpinställningar
tr: Pompa Ayarları
zh_hans: 泵设置

source: Pump suspended
de: Pumpe pausiert
fr: Pompe suspendue
it: Micorinfusore sospeso
nb: Pumpe satt på pause
nl: Pomp uitgeschakeld
ru: Помпа приостановлена
sv: Pump pausad
tr: Pompa durduldu
zh_hans: 泵已暂停输注

source: Rate
de: BR
fr: Taux
it: Valore
nl: Waarde
ru: Скорость
sv: Värde
tr: Oran
zh_hans: 输注率

source: Ratio
de: Verhältnis
it: Rapporto
nb: Forhold
ru: Коэффициент
sv: Kvot
tr: Oran
zh_hans: 比率

source: Recommendation
de: Empfehlung
fr: Recommandations
it: Raccomandazione
nb: Anbefaling
nl: Advies
ru: Рекомендация
sv: Rekommendation
tr: Önerilen
zh_hans: 推荐

source: Recommended Insulin Fraction
de: Empfohlener Insulin Anteil
fr: Fraction d’Insuline Recommandée
it: Frazione di insulina raccomandata
nb: Anbefalt insulin-fraksjon
nl: Aanbevolen insuline fractie
ru: Рекомендуемая дробь инсулина
sv: Kvot av rekommenderad mängd insulin
tr: Önerilen insülin oranı
zh_hans: 建议胰岛素比率

source: Remote control
de: Fernbedienung
fr: Contrôle à distance
it: Controllo remoto
nb: Fjernstyring
nl: Controle op afstand
ru: Удаленное управление
sv: Fjärrstyrning
tr: Uzaktan kontrol
zh_hans: 远程控制

source: Remove
de: Entfernen
fr: Retirer
it: Rimuovi
nb: Fjern
nl: Verwijder
ru: Удалить
sv: Ta bort
tr: Kaldır
zh_hans: 移除

source: Remove All
de: Alle entfernen
fr: Tout supprimer
it: Rimuovi Tutto
nb: Fjern alle
nl: Alles verwijderen
ru: Удалить все
sv: Ta bort alla
tr: Tümünü kaldır
zh_hans: 删除所有

source: Remove Last
de: Letzten entfernen
fr: Supprimer la dernière
it: Rimuovi Ultimo
nb: Fjern siste
nl: Laatste verwijderen
ru: Удалить последнюю
sv: Ta bort senaste
tr: Sonuncuyu Kaldır
zh_hans: 移除最后一个

source: Replace pod
de: Pod ersetzen
fr: Remplacer le pod
it: Sostituisci pod
nb: Bytt pod
nl: Vervang Pod
ru: Замените под
sv: Byt podd
tr: Pod'u değiştir
zh_hans: 更换Pod

source: Resume
de: Fortsetzen
fr: Reprendre
it: Riprendi
nb: Gjenoppta leveranse
nl: Hervat
ru: Возобновление
sv: Återuppta
tr: Devam et
zh_hans: 恢复

source: Run now
de: Jetzt ausführen
fr: Lancer maintenant
it: Fai partire ora
nb: Kjør nå
nl: Nu uitvoeren
ru: Выполнить
sv: Kör nu
tr: Şimdi çalıştır
zh_hans: 马上执行

source: Save
de: Speichern
fr: Sauvegarder
it: Salva
nb: Lagre
nl: Opslaan
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存​​

source: Save as preset
de: Als Vorlage speichern
fr: Sauvegarder comme pré-réglage
it: Salva come preset
nb: Lagre som forhåndsinnstilling
nl: Opslaan als tijdelijk programma
ru: Сохранить как шаблон
sv: Spara som förval
tr: Ön ayar olarak kaydet
zh_hans: 保存为预设

source: Save on Pump
de: Auf Pumpe speichern
fr: Enregistrer sur la pompe
it: Salva sul microinfusore
nb: Lagre på pumpen
nl: Opslaan op pomp
ru: Сохранить на помпу
sv: Spara på pump
tr: Pompa'ya Kaydet
zh_hans: 在泵上保存

source: Saved to %@
de: In %@ gespeichert
fr: Enregistrer sur %@
it: Salvato in %@
nb: Lagret til %@
nl: Opgeslagen in %@
ru: Сохранено в %@
sv: Sparad till %@
tr: %@'a kaydedildi
zh_hans: 保存到 %@

source: Saving...
de: Speichern...
fr: Sauvegarde...
it: Sto salvando...
nb: Lagrer...
nl: Opslaan...
ru: Сохранение...
sv: Sparar...
tr: Kaydediliyor...
zh_hans: 正在保存...

source: Schedule
de: Zeitplan
fr: Programme
it: Programmazione
nb: Tidsplan
nl: Schema
ru: График
sv: Schema
tr: Zamanlama
zh_hans: 设定时间

source: Schedules were saved successfully!
de: Zeitplan wurde erfolgreich gespeichert!
fr: Calendrier enregistré avec succès!
it: Pianificazioni salvate correttamente!
nb: Tidsplaner ble lagret!
nl: Schema's zijn succesvol opgeslagen!
ru: Расписание успешно сохранено!
sv: Scheman har sparats!
tr: Programlar başarıyla kaydedildi!
zh_hans: 配置已成功保存

source: Select the third party transmitter you want to connect to
de: Wählen Sie den externen Sender, den Sie verbinden möchten
fr: Sélectionnez l'émetteur tiers auquel vous souhaitez vous connecter
it: Seleziona il trasmettitore di terze parti cui vuoi connetterti
nb: Velg tredjeparts-senderen du vil koble til
nl: Selecteer de zender van de derde partij waarmee u wilt verbinden
ru: Выберите сторонний передатчик, к которому вы хотите подключиться
sv: Välj vilken sändare du vill ansluta till
tr: Bağlanmak istediğiniz harici vericiyi seçin
zh_hans: 选择您想要连接的第三方发射器

source: Sensitivity
de: Empfindlichkeit
fr: Sensibilité
it: Sensibilità
nb: Insulinfølsomhet
nl: Gevoeligheid
ru: Чувствительность
sv: Insulinkänslighet
tr: Duyarlılık
zh_hans: 胰岛素敏感系数

source: Sensitivity Ratio
de: Empfindlichkeitsverhältnis
fr: Ratio de sensibilité
it: Rapporto sensibilità
nb: Sensitivitetsratio
nl: Gevoeligheid ratio
ru: Коэффициент Чувствительности
sv: Autosens-kvot
tr: Duyarlılık Faktörü (ISF)
zh_hans: 敏感率

source: Sensor Age
de: Sensoralter
fr: Âge capteur
it: Età del Sensore
nb: Sensoralder
nl: Sensor leeftijd
ru: Возраст сенсора
sv: Sensorålder
tr: Sensör Yaşı
zh_hans: 传感器使用时间

source: Sensor Age Left
de: Sensorlaufzeit übrig
fr: Âge restant capteur
it: Età Rimanente del Sensore
nb: Sensoralder gjenstår
nl: Sensor nog te gebruiken
ru: Осталось
sv: Sensortid kvar
tr: Kalan Sensör Yaşı
zh_hans: 传感器剩余时间

source: Sensor change
de: Sensor wechseln
fr: Changement de capteur
it: Cambio sensore
nb: Endring av sensor
nl: Sensor wisselen
ru: Смена сенсора
sv: Sensorbyte
tr: Sensör değişimi
zh_hans: 更换传感器

source: Sensor Ending Soon
de: Sensorlaufzeit endet bald
fr: Capteur se terminant bientôt
it: Il Sensore Terminerà Presto
nb: Sensoren utløper snart
nl: Sensor verloopt binnenkort
ru: Сенсор скоро закончится
sv: Sensor behöver snart bytas
tr: Sensör Yakında Sona Eriyor
zh_hans: 传感器即将结束

source: Sensor Endtime
de: Sensorlaufzeit Ende
fr: Date de fin capteur
it: Termine del Sensore
nb: Utløpstid for sensor
nl: Sensor verloopt
ru: Время окончания сенсора
sv: Sensor slutdatum
tr: Sensör Bitiş zamanı
zh_hans: 传感器到期时间

source: Sensor expires soon
de: Sensor läuft bald ab
fr: Le capteur expire bientôt
it: Il sensore scade presto
nb: Sensor utløper snart
nl: Sensor verloopt binnenkort
ru: Сенсор скоро закончится
sv: Sensor går ut snart
tr: Sensör süresi yakında doluyor
zh_hans: 传感器即将过期

source: Sensor Footer checksum
de: Sensor Prüfsumme
fr: Somme de contrôle du capteur de pied de page
it: Somma di controllo del piè di pagina del sensore
nb: Sjekk-sum for sensor
nl: Sensor voettekst controlesom
ru: Контрольная сумма сенсора
sv: Kontrollsumma för sensor
tr: Sensör Altbilgi sağlaması
zh_hans: 传感器Footer校验

source: Sensor might have temporarily stopped, fallen off or is too cold or too warm
de: Möglicherweise ist der Sensor vorübergehend gestoppt, hat sich gelöst, ist zu kalt oder zu warm
fr: Le capteur peut avoir été temporairement arrêté, tombé ou trop froid ou trop chaud
it: Il sensore potrebbe essersi interrotto temporaneamente, caduto o troppo freddo o troppo caldo
nb: Sensoren kan ha stoppet midlertidig, falt av eller er for kald eller for varm
nl: Mogelijk is de sensor tijdelijk gestopt, losgeraakt of te koud of te warm
ru: Сенсор временно остановлен, отсоединён или температура за рамками допустимой
sv: Sensorn kan tillfälligt ha stoppats, fallit av eller är för kall eller för varm
tr: Sensör geçici olarak durmuş, düşmüş, çok soğuk veya çok sıcak olabilir
zh_hans: 传感器可能已经暂时停止, 温度过高或过低, 也可能传感器脱落

source: Sensor not found
de: Sensor nicht gefunden
fr: Capteur non trouvé
it: Sensore non trovato
nb: Sensor ikke funnet
nl: Sensor niet gevonden
ru: Сенсор не найден
sv: Sensorn hittades inte
tr: Sensör bulunamadı
zh_hans: 找不到传感器 ！

source: Sensor Serial
de: Sensor Seriennummer
fr: Numéro série capteur
it: Seriale del Sensore
nb: Sensor serienummer
nl: Sensor serienummer
ru: Серийный номер сенсора
sv: Sensorns serienummer
tr: Sensör Serial Nosu
zh_hans: 传感器编号

source: Sensor State
de: Sensor Status
fr: État du capteur
it: Stato del Sensore
nb: Sensortilstand
nl: Sensor status
ru: Состояние сенсора
sv: Sensorläge
tr: Sensör Durumu
zh_hans: 传感器状态

source: Sensor Type
de: Sensor-Typ
fr: Type de capteur
it: Tipo di Sensore
nb: Type sensor
nl: Type Sensor
ru: Тип сенсора
sv: Sensortyp
tr: Sensör Tipi
zh_hans: 传感器类型

source: Services
de: Dienste
it: Servizi
nb: Tjenester
nl: Diensten
ru: Службы
sv: Tjänster
tr: Hizmetler
zh_hans: 服务

source: Set temp targets presets on iPhone first
de: Temporäre Zielvorlage auf dem iPhone zuerst setzen
fr: Définir les préréglages pour les cibles temporaires sur l'iPhone d'abord
it: Imposta prima le pre-impostazioni degli obiettivi temporanei sull'iPhone
nb: Angi midlertidig mål forhåndsinnstillinger på iPhone først
nl: Stel eerst tijdelijke doelen voorinstelling op iPhone in
ru: Сначала установите временные цели в приложении на iPhone
sv: Spara ett tillfälligt målvärde på din iPhone först
tr: Önce iPhone'da geçici hedef ön ayarlarını belirleyin
zh_hans: 首先在 iPhone 上设置临时目标预设

source: The temp target value at which basal drops to 50%. Example: set to 160 — a temp target of 160 gives 50% basal, 140 gives 60%, 120 gives 75%. Adjust based on how much you drop during exercise.
de: Auf eine Wert setzen, z. B. 160, was bedeutet, wenn das Temp Ziel 160 mg/dL und der exercise_mode=an ist, laufen 50% basal auf diesem Level (120 = 75%; 140 = 60%). Dies kann angepasst werden, um Ihnen mehr Kontrolle über Ihre Übungsmodi zu geben.
fr: Définit la valeur de glycémie à 50 % du niveau basal. Par ex. 160 signifie que lorsque la cible temporaire est de 160 mg/dL et exercise_mode=true, oref0 fixe la valeur basale à 50% de la valeur normale (120 = 75%; 140 = 60%). Cela peut être ajusté, pour vous donner plus de contrôle sur vos modes d'exercice.
it: Impostare ad un numero finito, ad es. 160, il che significa che quando il target glicemico temporaneo è 160 mg/dL e modalità_esercizio=true, esegue il 50% basale a questo livello (120 = 75%; 140 = 60%). Questo può essere regolato, per darti più controllo sulle modalità di esercizio.
nb: Set to a number, e.g. 160, which means when temp target is 160 mg/dL and exercise_mode=true, run 50% basal at this level (120 = 75%; 140 = 60%). This can be adjusted, to give you more control over your exercise modes.
nl: Stel in op nummer, b.v. 160, wat betekent dat wanneer een tijdelijk streefdoel 160 mg/dL (9 mmol/l) en bewegingen_mode=true is, 50% basaal op dit niveau (120 (6,7) = 75%; 140 (7,8) = 60%). Dit kan worden aangepast, om u meer controle te geven over uw oefeningsmodi.
ru: Значение временной цели, при которой базал снижается до 50%. Пример: установите 8.9 — цель 8.9 ммоль/л даёт 50% базала, 7.8 даёт 60%, 6.7 даёт 75%. Настройте в зависимости от того, как сильно падает глюкоза во время упражнений.
sv: Inställd till ett blodsockervärde, t.ex. 160 (mg/dl = 8.9 mmol/l), vilket innebär att när det temporära målvärdet är 8.9 mmol/l och 'Exercise Mode' är på, används endast en 50%-ig basal vid detta blodsocker (120 = 75%; 140 = 60%). Detta kan justeras, för att ge dig mer kontroll över dina temporära målvärden vid träning.
tr: Bir sayıya ayarlayın, örn. 160, yani geçici hedef 160 mg/dL ve egzersiz_modu=açık olduğunda, bu seviyede %50 bazal çalıştırın (120 = %75; 140 = %60). Bu egzersiz modlarınız üzerinde daha fazla kontrol sahibi olmanız için ayarlanabilir.
zh_hans: 设置为一个数字，例如160，这意味着当临时目标为160毫克/分升，并且exercise_mode=true时，在这个水平上运行50%的基础（120=75%；140=60%）。这一点可以调整，以使你对运动模式有更多的控制。

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置

source: Share logs
de: Ereignisprotokolldatei teilen
fr: Partager les logs
it: Condividi log file
nb: Del logger
nl: Deel Log
ru: Отправить журнал
sv: Dela loggar
tr: Günlükleri paylaş
zh_hans: 分享日志

source: Shared app group for direct connection with Libre 1 transmitters or European Libre 2 sensors
de: Gemeinsame App-Gruppe für direkte Verbindung mit Libre 1-Sensoren oder europäischen Libre 2-Sensoren
fr: Nom du groupe partagé pour la connexion directe avec les émetteurs Libre 1 ou les capteurs européens Libre 2
it: Gruppo di app condiviso per il collegamento diretto con trasmettitori Libre 1 o sensori Europei Libre 2
nb: Delt appgruppe for direkte tilkobling av Libre 1 med sender, eller direkte tilkobling til europeisk versjon av Libre 2
nl: Gedeelde app groep voor directe verbinding met Libre 1 sensoren of Europese Libre 2 sensoren
ru: Общая группа приложений для прямой связи с трансмиттерами Libre 1 или Европейскими датчиками Libre 2
sv: Delad appgrupp för direkt anslutning till Libre 1-sändare eller europeiska Libre 2-sensorer
tr: Libre 1 vericileri veya Avrupa Libre 2 sensörleriyle doğrudan bağlantı için paylaşılan uygulama grubu
zh_hans: 将连接瞬感1+发射器及直连瞬感 2 的第三方应用与 FreeAPS X 通过 AppGroup 方式共享数据

source: Show glucose on the app badge
de: Zeige Glucosewert auf dem App Symbol
fr: Afficher glycémie en tant que badge
it: Mostra il glucosio sul badge dell'app
nb: Vis blodsukker på app-ikonet
nl: Toon glucose op de app icoon
ru: Показывать глюкозу на значке приложения
sv: Visa glukosvärde på app-ikon
tr: Uygulama rozetinde glikozu göster
zh_hans: 在应用图表上显示葡萄糖。

source: Simple simulator
de: Einfacher Simulator
fr: Simple simulateur
it: Simulatore semplice
nb: Enkel simulator
nl: Eenvoudige simulator
ru: Простой симулятор
sv: Enkel Glukossimulator
tr: Basit simülatör
zh_hans: 简单模拟器

source: Skip Bolus screen after carbs
de: Überspringe Bolus-Vorschlag nach Kohlenhydrateingabe
fr: Ignorer l'écran du Bolus après les glucides
it: Salta la schermata del Bolo dopo i carboidrati
nb: Hopp over Bolus-skjerm etter karbo
nl: Sla bolus scherm over na koolhydraten
ru: Пропустить экран болюса после ввода углеводов
sv: Hoppa över Bolusfönster vid tillagda kolhydrater
tr: Karbonhidrattan sonra Bolus ekranını atla
zh_hans: 添加碳水后跳过大剂量操作

source: Slope
de: Anstieg
fr: Pente
it: Pendenza
nb: Stigningstall
nl: Toename
ru: Наклон
sv: Lutning
tr: Eğim
zh_hans: 斜率

source: Smallest SMB / SMB increment in oref0. Minimum amount for Medtronic pumps is 0.1 U, whereas for Omnipod it’s 0.05 U. The default value is 0.1.
de: Kleinstmögliche SMB-Menge in oref0. Für Medtronic ist der kleinstmögliche Betrag 0,1 U, für Omnipod 0,5 U. Der Standardwert ist 0,1.
fr: La plus petite quantité d'injection possible de SMB en oref0. Pour Medtronic, la valeur minimale possible est de 0,1 U. Pour Omnipod, la valeur minimale possible est de 0,05 U.
it: Incremento SMB / SMB più piccolo in oref0. La quantità minima per microinfusore Medtronic è 0.1 U, mentre per Omnipod è 0.05 U. Il valore predefinito è 0.1.
nb: Minste mulige endring i SMB-dose i oref0. For Medtronic er minste mulig endring 0,1 U. For Omnipod er minste mulige endring 0,05 E.
ru: Минимальный SMB / шаг SMB в oref0. Минимальная доза для помп Medtronic — 0.1 Ед, для Omnipod — 0.05 Ед. Значение по умолчанию — 0.1.
sv: Minsta möjliga SMB (supermikrobolus) i oref0. För Medtronic är minsta möjliga dos 0,1 U, medan det för Omnipod är 0,05 U.
tr: oref0'da mümkün olan en küçük SMB miktarı. Medtronic için mümkün olan en küçük miktar 0,1 Ü'dir. Omnipod için mümkün olan en küçük miktar 0,05 Ü'dir.
zh_hans: oref0中SMB最小增量，美敦力为 0.1U, Omnipod 为 0.05U，默认值为 0.1

source: Snooze Alerts
de: Alarme vorübergehend ausschalten
fr: Mise en veille Alertes
it: Posticipa Avvisi
nb: Slumre varsler
nl: Alarmen tijdelijk uitschakelen
ru: Отложить тревоги
sv: Snooza larm
tr: Uyarıları Ertele
zh_hans: 延后警报

source: snooze from testview clicked
de: snooze in der Testansicht angeklickt
fr: mise en veille depuis la vue de test cliqué
it: posticipa dal testview cliccato
nb: trykket på slumre fra testvisning
nl: sluimeren geklikt in de testweergave
sv: klickat på snooze från testvy
tr: tıklanan test görünümü ertele
zh_hans: 已点击测试视图休眠

source: snoozing until %@
de: schlummern bis %@
fr: reporter jusqu'à %@
it: posticipando fino %@
nb: slumrer til %@
nl: sluimeren tot %@
ru: отложена до %@
sv: snoozar till %@
tr: %@'e kadar erteleniyor
zh_hans: 推迟至 %@

source: Some ui element was incorrectly specified
de: UI Element(e) wurde(n) falsch eingegeben
fr: Certains éléments ui ont été mal spécifiés
it: Alcuni elementi dell'ui sono stati specificati erroneamente
nb: Et ui-element var feil spesifisert
nl: Sommige ui-elementen zijn onjuist opgegeven
ru: Некорректно указан элемент ui
sv: Vissa UI-element felaktigt specificerade
tr: Bazı kullanıcı arabirimi öğeleri yanlış belirtildi
zh_hans: 某些ui 元素指定不正确

source: starts at
de: Startet um
fr: commence à
it: inizia a
nb: starter kl.
nl: Begint om
ru: начинается в
sv: startar kl
tr: de başlar
zh_hans: 开始于
